[ActivityChain_HuntChosen X2ActivityChainTemplate]
strTitle="猎杀天选者"
strDescription="猎杀 <font color='#E52E11'> 天选者 <XGParam:StrValue0/!ChosenClass/></font>，定位并攻击要塞，一劳永逸地摆脱他们。"
strObjective="追踪、定位并查明通往天选者要塞的入口点"

[ActivityChain_HuntChosen_Uno X2ActivityChainTemplate]
strTitle="猎杀天选者"
strDescription="猎杀 <font color='#E52E11'> 天选者 <XGParam:StrValue0/!ChosenClass/></font>，定位并攻击要塞，一劳永逸地摆脱他们。"
strObjective="追踪、定位并查明通往天选者要塞的入口点"

[ActivityChain_HuntChosen_Dos X2ActivityChainTemplate]
strTitle="猎杀天选者"
strDescription="猎杀 <font color='#E52E11'> 天选者 <XGParam:StrValue0/!ChosenClass/></font>，定位并攻击要塞，一劳永逸地摆脱他们。"
strObjective="追踪、定位并查明通往天选者要塞的入口点"

[ActivityChain_HuntChosen_Tres X2ActivityChainTemplate]
strTitle="猎杀天选者"
strDescription="猎杀 <font color='#E52E11'> 天选者 <XGParam:StrValue0/!ChosenClass/></font>，定位并攻击要塞，一劳永逸地摆脱他们。"
strObjective="追踪、定位并查明通往天选者要塞的入口点"

[Activity_RevealChosenMovements X2ActivityTemplate_CovertAction]
strOverviewDescription="追踪天选者的行动"

[Activity_RevealChosenStrengths X2ActivityTemplate_CovertAction]
strOverviewDescription="定位天选者要塞"

[Activity_RevealChosenStronghold X2ActivityTemplate_CovertAction]
strOverviewDescription="查明要塞的入口点”"

[Activity_HCSupplyConvoy X2ActivityTemplate_Assault]
strOverviewDescription="袭击天选者的补给车队"
MissionPinLabel="天选者补给车队"

[Activity_HCIntelligenceInfiltrate X2ActivityTemplate_Infiltration]
strOverviewDescription="黑入天选者的数据库"

[Activity_WaitForPlot1 X2ActivityTemplate]
strOverviewHeader="待定"
strOverviewDescription="完成 <font color='#E52E11'><XGParam:StrValue0/!Obj1/></font> 以进一步进展"

[Activity_WaitForPlot2 X2ActivityTemplate]
strOverviewHeader="待定"
strOverviewDescription="完成 <font color='#E52E11'><XGParam:StrValue0/!Obj1/></font> 以进一步进展"

[Activity_HCSecureUFO X2ActivityTemplate_Assault]
strOverviewDescription="获得天选者指挥的UFO"
MissionPinLabel="天选者的UFO"

[Activity_HCRescueScientist X2ActivityTemplate_Assault]
strOverviewDescription="营救科学家"
MissionPinLabel="营救科学家"

[Activity_HCRescueEngineer X2ActivityTemplate_Assault]
strOverviewDescription="营救工程师"
MissionPinLabel="营救工程师"
